[
    {
      "id": "1",
      "recipeName": "Paella valenciana",
      "description": "Este plato sólo contiene 10 ingredientes: pollo, conejo, judía verde, garrofón, tomate, arroz, aceite de oliva, agua, azafrán y sal. Estos son los que aconseja el Consejo Regulador de la Denominación de Origen Arroz de Valencia.",
      "ingredients": "400 gr de arroz tipo bomba.<br/>1 litro de agua (la cantidad suele ser entre el doble y el triple del peso del arroz).<br/>1 kg de pollo troceado.<br/>1/2 kg de conejo troceado. Yo no he utilizado conejo porque no lo como pero la paella valenciana siempre lo lleva y se prepara de igual forma que el pollo.<br/>100 gr de alubias o judías verdes.",
      "elaboration": "Cocinamos el caldo durante 25 o 30 minutos. Es un buen momento de echar el azafrán, debemos ir probando el caldo para saber si está lo suficientemente sabroso y poder corregirlo. No queremos que se quede soso, así que es fundamental que el caldo lo prueben al menos 2 personas para que haya consenso en este tema. Añadimos el arroz en diagonal y en forma de cruz tal como veis en las fotos. Distribuimos el arroz de forma uniforme por la paella. Cocemos entre 18 a 20 minutos, aunque aquí el tiempo lo marca de nuevo el grano de arroz y la potencia del fuego, que debemos ir dejando consumirse. Tiene que quedar completamente seco y suelto. Podéis tener un cazo con agua hirviendo al lado, por si hay que añadir agua. A mitad cocción también podemos poner unas ramitas de romero, que retiraremos antes de servir. Una buena paella debe tener socarrat. Lo mejor para conseguirlo fácilmente sin quemar el arroz es cuando esta terminando de cocinarse la paella, es hacer pequeños agujeros con el extremos de una cuchara y añadir un poquito de aceite de oliva virgen extra en los mismos. Subir el fuego del quemador al máximo durante un minuto y tostar el arroz. Apagamos el fuego y dejamos reposar la paella. La dejamos reposar unos minutos tapada con un gran paño de algodón. Con unos 5-8 minutos fuera del fuego será suficiente para lograr un resultado de rechupete.",
      "picture": "https://img-global.cpcdn.com/recipes/a6c4b770a80634f0/751x532cq70/paella-valenciana-paso-a-paso-foto-principal.jpg"
    },
    {
      "id": "2",
      "recipeName": "Pizza barbacoa",
      "description": "Cuando los que somos «cocinillas» pensamos en Italia, automáticamente nos vienen a la mente platos de pasta y por supuesto pizzas. Estas elaboraciones se han internacionalizado tanto que es muy extraño encontrar a alguien que no las haya probado nunca.",
      "ingredients": "300 gr de carne picada (200 gr de ternera y 100 gr de cerdo).<br/>1 pechuga de pollo.<br/>100 gr de bacon.<br/>1 pimiento verde.<br/>1 cebolla.<br/>250 gr de queso mozzarella.<br/>Tomate frito o salsa de tomate.<br/>Aceite de oliva y sal.",
      "elaboration": "(1) Prepara la masa casera (en caso de que no la hayas comprado ya preparada). Puedes elaborar una masa de pizza fina o esponjosa, elige la receta que prefieras, aunque para este tipo de pizza con tantos ingredientes, te recomiendo la esponjosa.<br/>(2) Mientras la masa está en reposo y fermentando, puedes comenzar a preparar el resto de ingredientes, y comenzaremos con la salsa barbacoa. Aquí te hacemos un resumen de nuestra receta.<br/>(3) Añade el resto de ingredientes: la salsa Perrins, el pimentón dulce (o picante), la mostaza, la miel, el ketchup, la salsa de soja, el vinagre, pimienta negra molida al gusto y el tabasco (opcional, solo si quieres darle un toque picante).",
      "picture": "https://static.guiainfantil.com/media/6084/c/pizza-barbacoa-un-clasico-para-ninos-md.jpg"
    }
  ]